Repository: Pavel-Sayekat/language-pack-touch-br
Catalog: data/*/LC_MESSAGES/indicator-bluetooth.po
Languages: br

source: Whether or not to show the bluetooth indicator in the menu bar.
br: mar bez diskouezet pe ket ar meneger Bluetooth er varrenn lañserioù.

source: Unknown
br: Dianav

source: Connection
br: Kennask

source: Browse files…
br: Merdeiñ ar restroù…

source: Send files…
br: Kas restroù…

source: Keyboard Settings…
br: Arventennoù ar c'hlavier…

source: Mouse and Touchpad Settings…
br: Arventennoù al logodenn hag ar pavez dre stekiñ

source: Sound Settings…
br: Arventennoù ar son…

source: Visible
br: Hewelus

source: Bluetooth Settings…
br: Arventennoù ar Blutooth…

source: Bluetooth settings…
br: Arventennoù ar Bluetooth...
