Repository: Pavel-Sayekat/language-pack-touch-br
Catalog: data/*/LC_MESSAGES/lightdm.po
Languages: br

source: Error found when loading $CONFIG_FILE:
br: Fazi pa vo karget $CONFIG_FILE :

source: As a result the session will not be configured correctly. You should fix the problem as soon as feasible.
br: Evel un disoc'h ne vo ket kefluniet an estez dre reizh. Gwell eo deoc'h reizhañ ar gudenn an abretañ ar gwellañ.

source: Guest
br: Kouviad

source: Temporary Guest Session
br: Estez ar c'houviad

source: All data created during this guest session will be deleted when you log out, and settings will be reset to defaults. Please save files on some external device, for instance a USB stick, if you would like to access them again later.
br: Pep tra e vez graet e-pad estez ar c'houviad a vo dilamet pa vez serret an estez ; arventennoù vo kaset da ziouer. Mar fell deoc'h mirout ho restroù, enrollit anezhe war un drobarzhell diavaez, da skouer ur vazhig USB.

source: Another alternative is to save files in the /var/guest-data folder.
br: Gallout a rit ivez enrollañ restroù en teuliad /var/guest-data

source: Use configuration file
br: Arverañ ar restr kefluniañ

source: Print debugging messages
br: Diskouez ar c'hemennoù diveugañ

source: Run as unprivileged user, skipping things that require root access
br: Loc'hañ evel un arveriad hep brient, lammet e vo traoù an ardead

source: File to write PID into
br: Restr e vez skrivet ar PID ennañ

source: Directory to write logs to
br: Teuliad e vez skrivet ar c'herzhlevr ennañ

source: Directory to store running state
br: Teuliad da mirout stad erounit ennañ

source: Directory to cache information
br: Teuliad da kuzhat titouroù ennañ

source: Show combined configuration
br: Diskouez ar c'hefluniañ kedaozet

source: Show release version
br: Diskouez handelv an ermaeziadenn

source: - Display Manager
br: - Ardoer ar skrammañ

source: Run '%s --help' to see a full list of available command line options.
br: Loc'hañ '%s --help' evit skrammañ rollad dibarzhioù an arc'hadoù.

source: Run 'dm-tool --help' to see a full list of available command line options.
br: Loc'hañ 'dm-tool --help' da welet an holl dibarzhioù hegerz evit an arc'had.
